tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "readline"
brew "sqlite"
brew "awscli"
brew "bash"
brew "ccm"
brew "coreutils"
brew "curl"
brew "cython"
brew "eksctl"
brew "git"
brew "go"
brew "glide"
brew "libtool"
brew "gradle"
brew "groovy"
brew "protobuf"
brew "grpc"
brew "grpcurl"
brew "jq"
brew "kpcli"
brew "kubernetes-cli"
brew "mas"
brew "nmap"
brew "openssl@3"
brew "pdfcrack"
brew "pulumi"
brew "pyenv"
brew "pyenv-virtualenv"
brew "shellcheck"
brew "socat"
brew "telnet"
brew "tldr"
brew "tree"
brew "wget"
brew "yarn"
brew "zlib"
brew "zsh"
cask "brave-browser"
cask "cockatrice"
cask "docker"
cask "dolphin"
cask "dropbox"
cask "expressvpn"
cask "flux"
cask "karabiner-elements"
cask "keepingyouawake"
cask "macpass"
cask "openemu"
cask "slack"
cask "spectacle"
cask "sublime-merge"
cask "sublime-text"
cask "vlc"
