########################################
# Jody Lent
# Brewfile for building a new Mac
########################################

# Handled via Strap (https://github.com/MikeMcQuaid/strap):
# Install Prereqs: Xcode, brew, cask and pip
# cask is installed via tap, pip comes with brew's python install
tap "homebrew/core"
tap "caskroom/cask"

# Packages
brew "awscli"
brew "curl"
brew "git"
brew "jq"
brew "kpcli"
brew "mas"
brew "openssl"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python2"
brew "python3"
brew "shellcheck"
brew "tree"
brew "tlde"
brew "wget"
brew "zsh"

# Apps
cask "beardedspice"
cask "blue-jeans"
cask "cockatrice"
cask "docker"
cask "dropbox"
cask "firefox"
cask "flux"
cask "google-hangouts"
cask "google-chrome"
cask "java"
cask "karabiner-elements"
cask "keepingyouawake"
cask "macdown"
cask "macid"
cask "macpass"
cask "openemu"
cask "osxfuse"
cask "postman"
cask "slack"
cask "spectacle"
cask "steam"
cask "sublime-text"
cask "tunnelblick"
cask "veracrypt"
cask "vlc"

# UT
cask "xquartz"
brew "wine"

# MAScli
mas "2STP Companion", id: 1055307502
mas "Boxy", id: 1053031090
