tap "adoptopenjdk/openjdk"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "readline"
brew "sqlite"
brew "ansible"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bash"
brew "bzip2"
brew "glib"
brew "python@3.10"
brew "cassandra"
brew "cassandra@2.2"
brew "ccm"
brew "coreutils"
brew "curl"
brew "cython"
brew "dnsmasq", restart_service: true
brew "eksctl"
brew "ghostscript"
brew "git"
brew "go"
brew "glide"
brew "gnu-sed"
brew "libtool"
brew "guile"
brew "gradle"
brew "groovy"
brew "protobuf"
brew "grpc"
brew "grpcurl"
brew "imagemagick"
brew "jq"
brew "kpcli"
brew "kubernetes-cli"
brew "kubie"
brew "node"
brew "lerna"
brew "libksba"
brew "libpq"
brew "libpqxx"
brew "libxmlsec1"
brew "mas"
brew "nmap"
brew "openssl@3"
brew "pdfcrack"
brew "pulumi"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.8"
brew "redis", restart_service: true
brew "ruby@2.7"
brew "shellcheck"
brew "socat"
brew "telnet"
brew "tldr"
brew "tree"
brew "wget"
brew "yarn"
brew "zlib"
brew "zsh"
cask "adoptopenjdk8"
cask "brave-browser"
cask "cockatrice"
cask "docker"
cask "dolphin"
cask "dropbox"
cask "expressvpn"
cask "flux"
cask "google-chrome"
cask "karabiner-elements"
cask "keepingyouawake"
cask "macdown"
cask "macpass"
cask "openemu"
cask "postman"
cask "slack"
cask "spectacle"
cask "sublime-merge"
cask "sublime-text"
cask "vlc"
mas "2STP Companion", id: 1055307502
